Repository: hashrock/nanovid
Catalog: Nanovid/Localizable.xcstrings
Source language: ja
Languages: en

source: — 編集中
en: — Edited

source: のコピー
en: Copy

source: %@ に追加
en: Add at %@

source: %lld Mbps · 約 %@
en: %lld Mbps · about %@

source: %lld props · 使用 %lld
en: %lld props · %lld in use

source: %lld 件
en: %lld clips

source: %lld 件に適用
en: Applies to %lld clips

source: %lld 件を選択
en: %lld selected

source: %lld 個
en: %lld clips

source: %lld 個 · %@ 秒 / 範囲 %@ 秒
en: %lld clips · %@ s / span %@ s

source: %lld 個のクリップ
en: %lld Clips

source: (不明な素材)
en: (unknown media)

source: 0.2 秒
en: 0.2 s

source: 0.5 秒
en: 0.5 s

source: 1 フレーム戻る (←)
en: Back 1 Frame (←)

source: 1 フレーム進む (→)
en: Forward 1 Frame (→)

source: 1 個 · %@ 秒
en: 1 clip · %@ s

source: Finder で表示
en: Show in Finder

source: H.264 (互換性重視)
en: H.264 (Best Compatibility)

source: HEVC (高圧縮)
en: HEVC (Smaller Files)

source: props（インスタンス側で上書きできる項目）
en: props (overridable per instance)

source: 「%@」はこの Mac で再生できない形式です。
en: “%@” is in a format this Mac cannot play.

source: 「%@」はこの Mac で再生できない形式です（%@）。H.264 や HEVC の MP4 / MOV に変換してから読み込んでください。
en: “%@” is in a format this Mac cannot play (%@). Convert it to H.264 or HEVC in MP4 / MOV and import it again.

source: 「%@」は最後まで読めません。ファイルが途中で切れているかもしれません。
en: “%@” cannot be read to the end. The file may be truncated.

source: ここに字幕
en: Subtitle text

source: ここへ再生ヘッドを移動
en: Move Playhead Here

source: このテンプレートで作る
en: Create with Template

source: このテンプレートは使用中です。
en: This template is in use.

source: この位置で分割
en: Split Here

source: この範囲だけを書き出します。
en: Only this range is exported.

source: この言語には対応していません: %@
en: This language is not supported: %@

source: しない
en: None

source: すべて
en: All

source: すべて選択
en: Select All

source: すべて選択 (⌘A)
en: Select All (⌘A)

source: なし
en: None

source: やり直す
en: Redo

source: アウト
en: Out

source: アクセント
en: Accent

source: イン
en: In

source: インスペクタ
en: Inspector

source: エラー
en: Error

source: キャンセル
en: Cancel

source: クリップ
en: Clip

source: クリップの終わりに合わせています。
en: Following the end of the last clip.

source: クリップをコピー (⌘C)
en: Copy Clips (⌘C)

source: クリップを切り取り (⌘X)
en: Cut Clips (⌘X)

source: クリップを吸着させる
en: Snap Clips

source: クリップを貼り付け (⌘V)
en: Paste Clips (⌘V)

source: クリップを選択すると、ここで詳細を編集できます。
en: Select a clip to edit its details here.

source: コピー
en: Copy

source: コーデック
en: Codec

source: サイズ
en: Size

source: サブ
en: Subhead

source: システム
en: System

source: シンプル字幕
en: Simple Subtitle

source: タイトル
en: Title

source: タイムライン
en: Timeline

source: タイムラインで使用中の素材は取り除けません。
en: Media used in the timeline cannot be removed.

source: タイムラインで選択
en: Select in Timeline

source: タイムラインに何も置かれていません。
en: Nothing is placed in the timeline.

source: タイムラインに素材かテキストを追加してください
en: Add media or text to the timeline

source: タイムラインに音声がありません。
en: The timeline has no audio.

source: タイムラインの音声を端末内で書き起こして字幕にする
en: Transcribe the timeline audio on this Mac and turn it into subtitles

source: テキスト
en: Text

source: テキストクリップがありません
en: No text clips

source: テキスト（%@）
en: Text (%@)

source: テロップ
en: Captions

source: テロップ（左下）
en: Caption (Lower Left)

source: テンプレート
en: Templates

source: テンプレートに文字を入れる項目がありません。
en: The template has no text prop to fill.

source: テンプレートの既定値に戻す
en: Reset to the template default

source: テンプレートを変更
en: Change Template

source: テンプレート名
en: Template name

source: トラック
en: Track

source: トラックを削除
en: Delete Track

source: ノード
en: Node

source: ファイルを読み込んで置く…
en: Import File and Place…

source: フェード
en: Fade

source: フォント
en: Font

source: フレームレート
en: Frame Rate

source: プレビューを再生できません: %@
en: Cannot play the preview: %@

source: プロジェクト
en: Project

source: ボリューム
en: Level

source: マイクから録音してタイムラインに置く
en: Record from the microphone and place it in the timeline

source: マイクへのアクセスが許可されていません。システム設定 > プライバシーとセキュリティ > マイク で許可してください。
en: Microphone access is not allowed. Allow it in System Settings > Privacy & Security > Microphone.

source: レイアウトを編集…
en: Edit Layout…

source: レイヤーを選んでください
en: Select a layer

source: レイヤー名
en: Layer name

source: レイヤー（下が前面）
en: Layers (bottom is front)

source: 上
en: Top

source: 上の「追加」か、タイムラインを右クリックして置けます。
en: Use Add above, or right-click the timeline to place one.

source: 上へ
en: Move Up

source: 下
en: Bottom

source: 下へ
en: Move Down

source: 不明
en: Unknown

source: 不明なエラー
en: Unknown error

source: 不透明度
en: Opacity

source: 中央
en: Center

source: 中止
en: Stop

source: 位置 X
en: Position X

source: 位置 Y
en: Position Y

source: 余白 X
en: Padding X

source: 余白 Y
en: Padding Y

source: 使用中: %lld クリップ
en: In use: %lld clips

source: 保存
en: Save

source: 保存していない変更があります
en: You have unsaved changes

source: 保存しない
en: Don’t Save

source: 保存できませんでした
en: Could not save

source: 停止
en: Stop

source: 全体が収まるまで縮小
en: Zoom out until everything fits

source: 内容
en: Content

source: 内容（テンプレートごとの主要項目）
en: Content (main prop of each template)

source: 再生 / 一時停止
en: Play / Pause

source: 再生の途中で止まりました: %@
en: Playback stopped partway: %@

source: 再生ヘッドの位置でクリップを分割 (S)
en: Split the clip at the playhead (S)

source: 再生ヘッドの位置にテキストを足す
en: Add text at the playhead

source: 再生ヘッドの位置に置く
en: Place at Playhead

source: 出力先
en: Destination

source: 分割
en: Split

source: 切り取り
en: Cut

source: 切り抜いて詰める (W)
en: Extract and Close Gap (W)

source: 切り抜き %@ 秒
en: Extract %@ s

source: 切り抜きをやめる
en: Cancel Extract

source: 切り抜きをやめる (Esc)
en: Cancel extract (Esc)

source: 切り抜き開始 (Q)
en: Mark Extract Start (Q)

source: 切り抜く
en: Extract

source: 別名で保存…
en: Save As…

source: 削除
en: Delete

source: 削除 (Delete)
en: Delete (Delete)

source: 削除して詰める
en: Ripple Delete

source: 動画
en: Video

source: 動画の範囲
en: Movie Range

source: 動画の終了位置
en: End of the movie

source: 動画の開始位置
en: Start of the movie

source: 動画・音声・画像を選んでください
en: Choose a video, audio, or image file

source: 取り消す
en: Undo

source: 右
en: Right

source: 右のパネルを開閉 (⌘2)
en: Show or hide the right panel (⌘2)

source: 右上
en: Top Right

source: 右下
en: Bottom Right

source: 合計の長さ
en: Total Duration

source: 図形
en: Shape

source: 固定値
en: Fixed value

source: 基準
en: Anchor

source: 塗り
en: Fill

source: 変更を保存しますか？
en: Do you want to save the changes?

source: 太さ
en: Weight

source: 字幕
en: Subtitle

source: 字幕にしています
en: Building subtitles

source: 字幕の自動生成には macOS 26 以降が必要です。
en: Automatic subtitles require macOS 26 or later.

source: 字幕（自動）
en: Subtitles (Auto)

source: 完了: %@
en: Done: %@

source: 尺 (秒)
en: Dur (s)

source: 左
en: Left

source: 左上
en: Top Left

source: 左下
en: Bottom Left

source: 幅
en: Width

source: 座標
en: Point

source: 影のずれ
en: Shadow Offset

source: 影のぼかし
en: Shadow Blur

source: 影の色
en: Shadow Color

source: 拡大
en: Scale

source: 数値
en: Number

source: 整列
en: Alignment

source: 文字幅に追従
en: Fit to Text

source: 文字色
en: Text Color

source: 新しいテンプレート
en: New Template

source: 新しい項目
en: New prop

source: 新規
en: New

source: 新規プロジェクト
en: New Project

source: 既定値
en: Default value

source: 日本語
en: Japanese

source: 映像
en: Video

source: 映像 1
en: Video 1

source: 映像トラックを追加
en: Add Video Track

source: 映像入力を追加できません
en: Cannot add the video input

source: 映像出力を追加できません
en: Cannot add the video output

source: 書き出し
en: Export

source: 書き出しに失敗しました: %@
en: Export failed: %@

source: 書き出しを中止しました。
en: Export was cancelled.

source: 書き出し中… %@
en: Exporting… %@

source: 書き出す
en: Export

source: 書き出す範囲の外です
en: Outside the export range

source: 最高
en: Maximum

source: 未選択
en: Not selected

source: 本文
en: Body

source: 標準
en: Standard

source: 準備中
en: Preparing

source: 無題
en: Untitled

source: 画像
en: Image

source: 画質
en: Quality

source: 目安
en: Estimate

source: 秒
en: s

source: 種類の違うテンプレートが混在しています。同じテンプレートのクリップだけを選ぶと props を一括編集できます。
en: Clips from different templates are mixed. Select clips that share one template to edit its props together.

source: 素材
en: Media

source: 素材が見つかりません: %@
en: Media not found: %@

source: 素材とテンプレートのパネルを開閉 (⌘1)
en: Show or hide the media and template panel (⌘1)

source: 素材を取り除く
en: Remove Media

source: 素材を読み込めません: %@
en: Cannot read the media: %@

source: 素材パネル
en: Media Panel

source: 終了
en: End

source: 編集操作
en: Edit Actions

source: 縁の色
en: Stroke Color

source: 縁取り
en: Stroke

source: 聞き取り中
en: Listening

source: 背景板
en: Plate

source: 背景色
en: Background Color

source: 自動に戻す
en: Reset to Auto

source: 自動生成
en: Auto Generate

source: 色
en: Color

source: 行送り
en: Line Spacing

source: 表示名
en: Display name

source: 補足メモ
en: Note

source: 複数の値
en: Multiple values

source: 複製
en: Duplicate

source: 複製して新規に
en: Duplicate as New

source: 見出し
en: Headline

source: 見出し色
en: Headline Color

source: 角丸
en: Corner Radius

source: 解像度
en: Resolution

source: 言語
en: Language

source: 言語モデルを取り寄せ中
en: Downloading language model

source: 読み込みに失敗しました: %@
en: Reading failed: %@

source: 読み込む
en: Import

source: 読み込めませんでした: %@
en: Could not import: %@

source: 貼り付け
en: Paste

source: 追加
en: Add

source: 選択…
en: Choose…

source: 選択にズーム
en: Zoom to Selection

source: 選択の先頭へ
en: Go to Selection Start

source: 選択を解除
en: Deselect All

source: 選択を解除 (⇧⌘A)
en: Deselect All (⇧⌘A)

source: 配置
en: Placement

source: 配置（キャンバス比）
en: Placement (canvas ratio)

source: 録音
en: Record

source: 長さ
en: Duration

source: 閉じる
en: Close

source: 開く
en: Open

source: 開く…
en: Open…

source: 開けませんでした
en: Could not open

source: 開始
en: Start

source: 隙間を詰める
en: Close Gaps

source: 非表示
en: Hidden

source: 音声
en: Audio

source: 音声 1
en: Audio 1

source: 音声から文字を聞き取れませんでした。
en: No speech could be recognized in the audio.

source: 音声をまとめ中
en: Mixing audio

source: 音声を読み込めませんでした: %@
en: Could not read the audio: %@

source: 音声トラックを追加
en: Add Audio Track

source: 音声出力を追加できません
en: Cannot add the audio output

source: 音量
en: Volume

source: 高
en: High

source: 高さ
en: Height
